Repository: andrewexton373/wp-conditional-captcha
Catalog: languages/wp-conditional-captcha-*.po
Languages: de_de, pl_pl, ro_ro, sk_sk

source: Conditional CAPTCHA is currently inactive. Please visit the plugin <a href="%s">configuration page</a> for information on how to fix this.
de_de: Conditional CAPTCHA ist momentan deaktiviert. Bitte besuchen Sie die <a href="%s">Konfigurationsseite</a> des Plugins f&uuml;r die L&ouml;sung des Problems.
ro_ro: CAPTCHA este condiţionată în prezent inactiv. Vă rugăm să vizitaţi <a href="%s">de configurare pagina de plugin-ul </a> pentru informaţii privind modul în care să se stabilească acest lucru.
sk_sk: Conditional CAPTCHA is currently inactive. Please visit the plugin<a href="%s"> konfiguračnej stránke</a> informácie o tom, ako tento problém vyriešiť.

source: Conditional CAPTCHA Settings
de_de: Conditional CAPTCHA Einstellungen
pl_pl: Ustawienia Conditional CAPTCHA
ro_ro: Condiţionale CAPTCHA setările
sk_sk: Podmienené CAPTCHA nastavenia

source: Conditional CAPTCHA
ro_ro: CAPTCHA condiţională
sk_sk: Podmienené CAPTCHA

source: The reCAPTCHA API keys you entered do not appear to be valid. Please check that each key is exactly 40 characters long and contains no spaces.
ro_ro: Tastele reCAPTCHA API-aţi introdus nu par să mai fie valabile. Vă rugăm să verificaţi că fiecare cheie este de exact 40 de caractere şi nu conţine spaţii.
sk_sk: ReCAPTCHA API kľúče ste zadali nezdá byť platné. Skontrolujte, že každý kľúč je presne 40 znakov a neobsahuje žiadne medzery.

source: You need to supply reCAPTCHA API keys if you want to use reCAPTCHA. Please enter private and public key values.
de_de: Sie m&uuml;ssen die reCAPTCHA API-Schl&uuml;ssel eingeben wenn sie reCAPTCHA verwenden m&ouml;chten. Bitte geben sie den &ouml;ffentlichen und den privaten Schl&uuml;ssel ein.
pl_pl: Jeśli chcesz używać reCAPCHA musisz wprowadzić klucze API dla reCAPTCHA. Wpisz wartości dla klucza prywatnego i publicznego.
ro_ro: Ai nevoie de a furniza reCAPTCHA chei API, dacă doriţi să utilizaţi reCAPTCHA. Vă rugăm să introduceţi valori publice şi private cheie.
sk_sk: Musíte zadať reCAPTCHA API klávesov, ak chcete použiť reCAPTCHA. Zadajte hodnoty súkromných a verejných kľúčov.

source: Options updated.
de_de: Optionen aktualisiert.
pl_pl: Opcje zostały zaktualizowane.
ro_ro: Opţiuni actualizate.
sk_sk: Možnosti aktualizované.

source: This plugin requires one of the following plugins to be active in order to work:
de_de: Dieses Plugin braucht eines der folgenden Plugins um zu funktionieren:
ro_ro: Acest plugin necesită unul dintre următoarele plugin-uri să fie activă în scopul de a lucra:
sk_sk: Tento plugin vyžaduje jeden z nasledujúcich pluginov bude aktívna činnosť:

source: Please install and activate one of these plugins before changing the settings below.
de_de: Bitte installieren und aktivieren Sie eines dieser Plugins bevor Sie die Einstellungen unten &auml;ndern.
ro_ro: Vă rugăm să instalaţi şi să activaţi unul dintre aceste plugin-uri inainte de a schimba setările de mai jos.
sk_sk: Nainštalujte a aktivovať jeden z týchto pluginů pred zmenou doleuvedených nastavení.

source: This plugin provides a CAPTCHA complement to spam detection plugins. If your spam detection plugin identifies a comment as spam, the commenter will be presented with a CAPTCHA to prove that they are human. The behaviour of the plugin can be configured below.
de_de: Dieses Plugin f&uuml;gt einen CAPTCHA-Komplement an Spam-Erkennungsplugins zu. Wenn Ihres Spam-Erkennungsplugin ein Kommentar als Spam sieht, bekommt den Autor einen CAPTCHA womit er beweisen kann, da&szlig; er einen Mensch ist. Das Plugin kann unten konfiguriert werden.
ro_ro: Acest plugin ofera o completare CAPTCHA pentru a plugin-uri de detectare a spam-ului. Dacă plugin-ul dvs. de detectare a spam-ului identifică un comentariu ca spam, comentator va fi prezentat cu un CAPTCHA pentru a dovedi că acestea sunt umane.Comportamentul de plugin-ul poate fi configurat de mai jos.
sk_sk: Tento plugin poskytuje doplnok CAPTCHA spam detekcie pluginy. Ak vaším spam plugin detekcie identifikuje komentár ako spam, komentátor budú prezentované s CAPTCHA dokázať, že sú ľudské. Správanie plugin môže byť nakonfigurovaný pod.

source: Basic setup
ro_ro: Bază setup
sk_sk: Základné nastavenie

source: Conditional CAPTCHA has detected that <strong>%1$s</strong> is installed and active on your site. It will serve a CAPTCHA when %1$s identifies a comment as spam.
de_de: Conditional CAPTCHA hat bemerkt, da&szlig; <strong>%1$s</strong> auf Ihrer Seite installiert und aktiviert ist. Es wird einen CAPTCHA geben wenn %1$s ein Kommentar als Spam identifiziert.
ro_ro: CAPTCHA condiţionată a detectat că <strong>%1$s </strong> este instalat şi activ pe site-ul dvs.. Se va servi un CAPTCHA atunci când %1$s identifică un comentariu ca spam.
sk_sk: Podmienené CAPTCHA zistil, že <strong>%1$ s</strong> je nainštalovaný a aktívny na vašich stránkach. CAPTCHA bude slúžiť pri %1$ s identifikuje ako spam komentár.

source: CAPTCHA Method
de_de: CAPTCHA-Methode
pl_pl: Tryb CAPTCHA
ro_ro: Metoda CAPTCHA
sk_sk: CAPTCHA metóda

source: The default captcha is a simple text-based test, but if you prefer you can also use a <a href="%s" target="_blank">reCAPTCHA</a>. Note that you will need an API key to use reCAPTCHA.
ro_ro: CAPTCHA implicit este un simplu text pe bază de test, dar dacă preferaţi puteţi folosi, de asemenea, o <a href="%s" target="_blank"> reCAPTCHA </a>. Reţineţi că veţi avea nevoie de o cheie API pentru a utiliza reCAPTCHA.
sk_sk: The default captcha is a simple text-based test, but if you prefer you can also use a <a href="%s" target="_blank"> reCAPTCHA </ a> Všimnite si, že budete potrebovať API kľúč použiť reCAPTCHA.

source: Use the default text-based CAPTCHA
de_de: Standard textbasierter CAPTCHA verwenden
pl_pl: Użyj domyślnej tekstowej wersji CAPTCHA
ro_ro: Utiliza implicit bazate pe text CAPTCHA
sk_sk: Použiť predvolený textový CAPTCHA

source: Use reCAPTCHA
de_de: reCAPTCHA verwenden
pl_pl: Użyj reCAPTCHA
ro_ro: Utilizarea reCAPTCHA
sk_sk: Použitie reCAPTCHA

source: If you wish to use reCAPTCHA, please enter your keys here:
de_de: Bitte geben Sie ihre Schl&uuml;ssel hier ein wenn sie reCAPTCHA verwenden m&ouml;chten:
pl_pl: Jeśli chcesz używać reCAPTCHA wprowadź tutaj swoje klucze:
ro_ro: Dacă doriţi să utilizaţi reCAPTCHA, vă rugăm să introduceţi cheilor de aici:
sk_sk: Ak chcete použiť reCAPTCHA, prosím zadajte vaše kľúče tu:

source: Public key:
de_de: Ã–ffentlicher Schl&uuml;ssel:
pl_pl: Klucz publiczny:
ro_ro: Cheia publică:
sk_sk: Verejný kľúč:

source: Private key:
de_de: Privater Schl&uuml;ssel:
pl_pl: Klucz prywatny:
ro_ro: Cheie privată:
sk_sk: Súkromný kľúč:

source: You can <a href="%s" target="_blank">sign up for a key here</a> (it's free)
de_de: Sie k&ouml;nnen <a href="%s" target="_blank">hier einen Schl&uuml;ssel beantragen</a> (kostet nichts)
pl_pl: Aby uzyskać klucze <a href="%s" target="_blank">zarejestruj się tutaj</a> (bezpłatnie)
ro_ro: Puteţi <a href="%s" target="_blank"> semneze pentru o cheie de aici </a> (este gratuit)
sk_sk: môžete<a href="%s" target="_blank">zaregistrovať za kľúčovú tu</a> (je to zadarmo)

source: reCAPTCHA offers some customisations that affect how it is displayed. You can modify these below.
ro_ro: reCAPTCHA oferă unele personalizări, care afectează modul în care este afişat. Puteţi modifica aceste de mai jos.
sk_sk: reCAPTCHA ponúka niektoré kustomizáciu, ktoré ovplyvňujú, ako je zobrazené. Môžete upraviť toto nižšie.

source: reCAPTCHA theme (see <a href="%s" target="_blank">here</a> for examples):
ro_ro: reCAPTCHA temă (a se vedea <a href="%s" target="_blank"> aici </a> pentru exemple):
sk_sk: reCAPTCHA motív (pozri <a href="%s" target="_blank">here</a>tu</a> pre príklady):

source: reCAPTCHA language:
ro_ro: reCAPTCHA limba:
sk_sk: reCAPTCHA jazyk:

source: Comment Handling
de_de: Kommentarbearbeitung
pl_pl: Obsługa komentarza
ro_ro: Comentariu de manipulare
sk_sk: Komentár manipuláciu

source: When a CAPTCHA is completed correctly:
de_de: Wenn einen CAPTCHA korrekt ausgef&uuml;llt wird:
ro_ro: Atunci când o CAPTCHA este completat corect:
sk_sk: Kedy CAPTCHA je správne vyplnené:

source: Leave the comment in the spam queue
de_de: Das Kommentar in der Spam-Warteschlange hinterlassen
ro_ro: Lăsaţi Comentariu în coada de spam
sk_sk: Zanechať komentár vo fronte spam

source: Queue the comment for moderation
ro_ro: Coada de comentariu pentru moderare
sk_sk: Frontu komentár pre moderovanie

source: Approve the comment
de_de: Das Kommentar genehmigen
ro_ro: Să aprobe comentariu
sk_sk: Schváliť komentár

source: When a CAPTCHA is <strong>not</strong> completed correctly:
de_de: Wenn einen CAPTCHA <strong>nicht</strong> korrekt ausgef&uuml;llt wird:
pl_pl: Jeśli kod CAPTCHA <strong>nie</strong> został wprowadzony poprawnie:
ro_ro: Atunci când o CAPTCHA este <strong>nu</strong> completat corect:
sk_sk: <strong>Keď CAPTCHA je ukončená korektne:</strong>

source: Trash the comment
de_de: Kommentar l&ouml;schen
pl_pl: Przenieś komentarz do Kosza
ro_ro: Comentariu de gunoi
sk_sk: Kôš komentár

source: Delete the comment permanently
de_de: Das Kommentar endg&uuml;ltig l&ouml;schen
pl_pl: Nieodwracalnie usuń komentarz
ro_ro: Ştergeţi permanent comentariu
sk_sk: Natrvalo odstrániť komentár

source: Tweaks
sk_sk: Vychytávky

source: CAPTCHA Page Style
de_de: CAPTCHA Seitenformat
pl_pl: Styl strony CAPTCHA
ro_ro: CAPTCHA stilul paginii
sk_sk: CAPTCHA štýl stránky

source: If you want to style your CAPTCHA page to fit with your own theme, you can modify the default style.
ro_ro: Dacă doriţi să stilul pagina dvs. CAPTCHA pentru a se potrivi cu tema ta, puteţi modifica stilul implicit.
sk_sk: Ak chcete štýl vášho CAPTCHA stranu s vlastný motív, môžete zmeniť predvolený štýl.

source: Empty this box to revert to the default.
ro_ro: Goliţi această casetă pentru a reveni la implicit.
sk_sk: Prázdny toto políčko, ak chcete obnoviť predvolené.

source: CAPTCHA Prompt
sk_sk: CAPTCHA riadka

source: Users will be presented with the following prompt text when a CAPTCHA is displayed. You can modify it if you want.
ro_ro: Utilizatorii vor fi prezentate cu textul următorul prompt atunci când un CAPTCHA este afişat. Puteţi să-l modifica, dacă doriţi.
sk_sk: Užívatelia budú prezentované s nasledujúci text výzvy zobrazení CAPTCHA. Môžete to upraviť, ak chcete.

source: HTML is not allowed.
ro_ro: HTML nu este permisă.
sk_sk: HTML nie je povolené.

source: CAPTCHA Preview
sk_sk: CAPTCHA náhľad

source: Click the button below to view a preview of what the CAPTCHA page will look like. If you have made changes above, please submit them first.
ro_ro: Faceţi clic pe butonul de mai jos pentru a vedea o previzualizare a ceea ce a paginii CAPTCHA va arata. Dacă aţi făcut modificări de mai sus, vă rugăm să le prezinte mai întâi.
sk_sk: Kliknite na tlačidlo nižšie zobrazíte ukážku vzhľadu stránky CAPTCHA. Ak ste vykonali vyššie uvedené zmeny, predložte im najprv.

source: Show preview of CAPTCHA page (opens in new window)
ro_ro: Arată previzualizare de CAPTCHA pagina (se deschide în fereastră nouă)
sk_sk: Zobraziť náhľad stránky CAPTCHA (otvorí sa v novom okne)

source: Update settings
ro_ro: Actualizaţi setările
sk_sk: Nastavenie aktualizácie

source: You have changed some settings above that affect how the CAPTCHA is displayed. Please submit the changes to be able to see a preview.
ro_ro: Aţi schimbat unele setări de mai sus, care afectează modul în care se afişează CAPTCHA. Vă rugăm să prezinte modificări pentru a putea vedea o previzualizare.
sk_sk: Zmenili ste niektoré vyššie uvedené nastavenia, ktoré ovplyvňujú zobrazovanie CAPTCHA. Predložte zmeny mohli vidieť náhľad.

source: You cannot select the same action for both successful and unsuccessful CAPTCHA responses.
ro_ro: Nu puteţi selecta aceeaşi acţiune pentru răspunsuri, atât reuşite şi nereuşite CAPTCHA.
sk_sk: Nemôžete vybrať rovnaké akcie pre úspešné aj neúspešné CAPTCHA reakcie.

source: %s spam comments have been automatically discarded by <em>Conditional CAPTCHA</em>.
de_de: %s Spam-Kommentare sind automatisch von <em>Conditional CAPTCHA</em> verworfen.
ro_ro: comentariile %s spam-au fost aruncate în mod automat de către CAPTCHA Condiţionat <em> </em>.
sk_sk: %s spam Komentáre sa automaticky zrušili od <em>Podmienené CAPTCHA</em>.

source: Comment Rejected
de_de: Kommentar abgelehnt
pl_pl: Komentarz został odrzucony
ro_ro: Comentariu de respins
sk_sk: Pripomienky zamietnuté

source: Your comment will not be accepted. If you want to try again, please use the back button in your browser.
ro_ro: Comentariul tau nu vor fi acceptate. Dacă doriţi să încercaţi din nou, va rugam sa folositi butonul Back din browser.
sk_sk: Váš komentár nebudú akceptované. Ak chcete skúsiť znova, použite tlačidlo späť v prehliadači.

source: Comment rejected
de_de: Kommentar abgelehnt
pl_pl: Komentarz został odrzucony
ro_ro: Comentariu de respins
sk_sk: Pripomienky zamietnuté

source: Trying something funny, are we?
de_de: Sie versuchen lustig zu sein?
ro_ro: Încercarea de ceva amuzant, suntem noi?
sk_sk: Snaží niečo vtipné, sme?

source: This CAPTCHA is a visual preview only; you cannot submit it.
ro_ro: Acest CAPTCHA este o examinare vizuală nu îl prezintă.
sk_sk: Táto CAPTCHA je len vizuálna ukážka; nemôže predložiť ju.

source: I'm human!
de_de: Ich bin Mensch!
pl_pl: Zatwierdź
ro_ro: Eu sunt om!
sk_sk: Som človek!

source: Verification required
de_de: &Uuml;berpr&uuml;fung erforderlich
pl_pl: Wymagana weryfikacja
ro_ro: Verificarea necesare
sk_sk: Vyžaduje sa overenie

source: first
pl_pl: pierwszy
ro_ro: prima
sk_sk: prvý

source: second
pl_pl: drugi
ro_ro: al doilea
sk_sk: druhý

source: third
pl_pl: trzeci
ro_ro: treia
sk_sk: tretí

source: fourth
pl_pl: czwarty
ro_ro: al patrulea
sk_sk: štvrtý

source: fifth
pl_pl: piąty
ro_ro: al cincilea
sk_sk: piaty

source: sixth
pl_pl: szósty
ro_ro: al şaselea
sk_sk: šiesty

source: What are the %1$s and %2$s characters of the following sequence?
de_de: What sind die %1$s und %2$s Zeichen dieser Sequenz?
pl_pl: Podaj %1$s i %2$s znak z poniższej sekwencji:
ro_ro: Ce sunt %1$ s şi %2$ s caracterele de următoarea secvenţă?
sk_sk: Aké sú %1$ s a %2$ s znaky nasledovné sekvencie?

source: Sorry, the CAPTCHA wasn't entered correctly. (reCAPTCHA said: %s)
de_de: Leider war den CAPTCHA nicht korrekt.
pl_pl: Kod CAPTCHA nie został wprowadzony poprawnie. (komunikat reCAPTCHA: %s)
ro_ro: Ne pare rău, CAPTCHA nu a fost introdus corect. (reCAPTCHA a spus: % s)
sk_sk: Ospravedlňujeme sa, CAPTCHA nebolo zadané správne. (reCAPTCHA povedal: % s)

source: Sorry, the CAPTCHA wasn't entered correctly.
de_de: Leider war den CAPTCHA nicht korrekt.
pl_pl: Kod CAPTCHA nie został wprowadzony poprawnie.
ro_ro: Ne pare rău, CAPTCHA nu a fost introdus corect.
sk_sk: Ospravedlňujeme sa, CAPTCHA nebolo zadané správne.

source: Sorry, but I think you might be a spambot. Please complete the CAPTCHA below to prove that you are human.
de_de: Es tut uns Leid, aber wir glauben dass Sie vielleicht einen Spambot sind. Bitte erg&auml;nzen Sie den CAPTCHA unten um zu beweisen da&szlig; sie einen Mensch sind.
pl_pl: Twoja wiadomość została wstępnie oznaczona jako SPAM. Wprowadź kod CAPTCHA w celu weryfikacji.
ro_ro: Ne pare rau, dar cred că ar putea fi o Spambot. Vă rugăm să completaţi CAPTCHA de mai jos pentru a dovedi că eşti om.
sk_sk: Ospravedlňujeme sa, ale myslím, že by ste mohli byť spambot. Prosím, vyplňte CAPTCHA nižšie dokázať, že ste človek.

source: Conditional CAPTCHA for Wordpress
de_de: Conditional CAPTCHA f&uuml;r Wordpress
pl_pl: Conditional CAPTCHA dla Wordpress
ro_ro: CAPTCHA condiţională pentru Wordpress
sk_sk: Podmienené CAPTCHA pre Wordpress

source: A plugin that asks the commenter to complete a simple CAPTCHA if a spam detection plugin thinks their comment is spam. Currently supports Akismet and TypePad AntiSpam.
de_de: Dieses Plugin fragt den Autor eines Kommentars ein einfaches CAPTCHA auszuf&uuml;llen, wenn ein Spam-Erkennungsplugin glaubt, dass das Kommentar Spam sein k&ouml;nnte. Unterstutzt momentan Akismet und TypePad AntiSpam.
ro_ro: Un plugin care cere comentator pentru a finaliza un CAPTCHA simplă în cazul în care un plugin de detectare a spam-ului crede comentariul lor este spam. În prezent, susţine Akismet şi TypePad Antispam.
sk_sk: Plugin, ktorý žiada komentátor na dokončenie Jednoduchá CAPTCHA ak detekciu spamu plugin myslia ich komentár je spam. V súčasnosti podporuje Akismet a TypePad AntiSpam.

source: You cannot select the same action for both correctly and incorrectly completed CAPTCHAs. The action for incorrectly completed CAPTCHAs has been reset to "Trash the comment".
ro_ro: Nu puteţi selecta aceeaşi acţiune atât pentru corect şi captchas incorect realizate.De acţiune pentru captchas incorect realizate a fost resetat la "Coşul de gunoi comentariu".

source: Anti-spam Plugin
ro_ro: Anti-spam plugin-ul

source: Akismet does not appear to be active. This plugin requires Akismet to be active in order to work. Please activate Akismet before changing the settings below.
pl_pl: Akismet jest wymagany do poprawnego działania wtyczki i aktualnie nie jest aktywny. Aktywuj Akismet przez wprowadzaniem zmian poniżej.

source: This plugin provides a CAPTCHA complement to Akismet. If Akismet identifies a comment as spam, it will ask the commenter to complete a simple CAPTCHA. If they fail, then the comment will be automatically discarded or trashed (and won't clutter up your spam queue). If they pass, it will be allowed into the spam queue. That way the spam queue will contain only the most likely false positives, making it much easier to find them.
pl_pl: Wtyczka udostępnia mechanizm CAPTCHA dla systemu Akismet. Jeżeli Akismet zidentyfikuje komentarz jako spam, poprosi komentującego o wprowadzenie kodu CAPTCHA. Jeśli to się nie powiedzie, komentarz zostanie automatycznie odrzucony lub przeniesiony do kosza. W przypadku kiedy kod zostanie wpisany poprawnie, komentarz zostanie przeniesiony do kolejki ze spamem. W ten sposób w kolejce bedą znajdowały się komentarze w większości początkowo błędnie określone jako spam.

source: The default captcha is a simple text-based test (<a href="%1$s" target="_blank">check out the screenshot here</a>), but if you prefer you can also use a <a href="%2$s" target="_blank">reCAPTCHA</a>. Note that you will need an API key to use reCAPTCHA.
de_de: Der standard CAPTCHA ist einen einfachen textbasierten Test (<a href="%1$s" target="_blank">schauen Sie sich hier einen Screenshot an</a>), Sie k&ouml;nnen aber auch einen <a href="%2$s" target="_blank">reCAPTCHA</a> verwenden. Hinweis: Sie brauchen einen API-Schl&uuml;ssel um reCAPTCHA zu verwenden.
pl_pl: Domyślna CAPTCHA jest testem opartym o prosty tekst (<a href="%1$s" target="_blank">zrzuty ekranu dostępne są tutaj</a>), lecz dostępna jest również <a href="%2$s" target="_blank">reCAPTCHA</a>. Aby móc używać reCAPTCHA musisz posiadać klucze API.

source: The client will have to have Javascript enabled in order for reCAPTCHA to work. In cases where Javascript is disabled, the plugin can:
pl_pl: Obsługa skryptów Java jest niezbędna do poprawnego działania reCAPTCHA. W przypadku wyłączonej obsługi skryptów Java wtyczka może:

source: Revert to the default CAPTCHA method (recommended)
de_de: Standard CAPTCHA-Methode wiederherstellen (empfohlen)
pl_pl: Powrócić do domyślnego trybu CAPTCHA (zalecane)

source: Deny the user the opportunity to complete a CAPTCHA
de_de: Dem User keine M&ouml;glichkeit geben den CAPTCHA zu erg&auml;nzen
pl_pl: Zablokować możliwość wprowadzenia kodu CAPTCHA

source: If a CAPTCHA is successfully completed, the default action of the plugin is to leave it in the spam queue. If you would like the comment to be approved instead, check the box below:
pl_pl: Jeśli kod CAPTCHA zostanie wprowadzony poprawnie, domyślnym działaniem wtyczki będzie umieszczenie komentarza w kolejce spamu. Jeżeli chcesz aby zamiast tego komentarz był akceptowany, zaznacz poniższą opcję:

source: Automatically approve comments if CAPTCHA is completed correctly.
pl_pl: Automatycznie zatwierdzaj komentarze jeśli kod CAPTCHA został wprowadzony poprawnie.

source: If you want to style your CAPTCHA page to fit with your own theme, you can modify the default CSS below:
de_de: Wenn Sie m&ouml;chten, da&szlig; CAPTCHA &auml;hnlich wie Ihr eigenen Thema aussieht, k&ouml;nnen Sie das CSS unten anpassen:
pl_pl: Jeśli chcesz dopasować styl strony CAPTCHA do swojego motywu możesz zmodyfikować poniższy domyślny szablon CSS:

source: Empty this box completely to revert back to the default style.
de_de: Sie m&uuml;ssen dieses Feld komplett entleeren um zum Standardformat zur&uuml;ckzugehen.
pl_pl: Usuń zawartość tego okna aby powrócić do domyślnego stylu.

source: %s spam comments have been automatically discarded by the <em>Conditional CAPTCHA</em> plugin.
pl_pl: Wtyczka <em>Conditional CAPTCHA</em> ochroniła Twoją stronę przed %s komentarzami będącymi spamem.

source: Your comment will not be accepted.
de_de: Ihr Kommentar wird nicht akzeptiert.
pl_pl: Twoj komentarz nie zostanie zaakceptowany.

source: Trying something funny, are we? Your comment will not be accepted.
pl_pl: Twój komentarz nie zostanie zaakceptowany.

source: Sorry, Javascript must be enabled in order to complete the CAPTCHA.
de_de: Es tut uns Leid, JavaScript mu&szlig; aktiviert sein wenn Sie den CAPTCHA ausf&uuml;llen m&ouml;chten.
pl_pl: Do wprowadzenia kodu CAPTCHA wymagana jest włączona obsługa skryptów Java.

source: Sorry, you cannot submit a CAPTCHA with Javascript disabled in your browser.
de_de: Leider k&ouml;nnen Sie keinen CAPTCHA absenden wenn JavaScript in ihrem Browser deaktiviert ist.
pl_pl: Do wprowadzenia kodu CAPTCHA wymagana jest włączona obsługa skryptów Java.

source: A plugin that asks the commenter to complete a simple CAPTCHA if Akismet thinks their comment is spam. If they fail, the comment is automatically deleted, thereby leaving you with only the (possible) false positives to sift through.
pl_pl: Wtyczka wykorzystująca mechanizm CAPTCHA do weryfikacji komentarzy określonych przez Akismet jako spam. W przypadku niepoprawnego wprowadzenia kodu komentarz jest automatycznie usuwany lub pozostawiany do ponownego sprawdzenia.

source: reCAPTCHA requires Javascript to be enabled by the client in order to work. In cases where Javascript is disabled:
de_de: reCAPTCHA funktioniert nur wenn der Client JavaScript aktiviert hat. Wenn JavaScript deaktiviert ist:
